IDEA Open Model
TypeCalculationCombiEC Enumeration
Compatible with IDEA StatiCa Beta 20.0
 Type of combination
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public enum TypeCalculationCombiEC
Public Enumeration TypeCalculationCombiEC
Members
Member name | Value | Description
Linear | 0 |  Linear combination
Envelope | 1 |  Envelope combination
Code610 | 2 |  Combination according to 6.10
Code610ab | 3 |  Combination according to 6.10ab
See Also
Reference
IdeaRS.OpenModel.Loading Namespace